{
    "Password": "Kata Sandi",
    "Remember me": "Ingat saya",
    "Forgot your password?" : "Lupa kata sandi?",
    "Name": "Nama",
    "Confirm Password": "Konfirmasi Kata Sandi",
    "Already registered?": "Sudah terdaftar?",

    "Register": "Daftar",
    "I agree to the :terms_of_service and :privacy_policy": "Saya setuju dengan :terms_of_service dan :privacy_policy",
    "Terms of Service": "Syarat Layanan",
    "Privacy Policy": "Kebijakan Privasi",

    "Forgot Password": "Lupa Kata Sandi",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Lupa kata sandi? Tidak masalah. Beri tahu kami alamat email Anda dan kami akan mengirimkan Anda link reset password yang akan memungkinkan Anda memilih yang baru.",
    "Email Password Reset Link": "Email Link Reset Password",
    "Email Verification": "Verifikasi Email",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Sebelum melanjutkan, bisakah Anda memverifikasi alamat email Anda dengan mengklik link yang baru saja kami kirimkan? Jika Anda tidak menerima email, kami akan dengan senang hati mengirimkan yang lain.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Link verifikasi baru telah dikirimkan ke alamat email yang Anda berikan dalam pengaturan profil Anda.",
    "Resend Verification Email": "Kirim Ulang Email Verifikasi",
    "Edit Profile": "Edit Profil",
    "Log Out": "Keluar",
    "Log in": "Masuk",
    "Reset Password Notification": "Notifikasi Reset Password",
    "You are receiving this email because we received a password reset request for your account.": "Anda menerima email ini karena kami menerima permintaan reset password untuk akun Anda.",
    "Reset Password": "Reset Password",
    "This password reset link will expire in :count minutes.": "Link reset password ini akan kadaluarsa dalam :count menit.",
    "If you did not request a password reset, no further action is required.": "Jika Anda tidak meminta reset password, tidak diperlukan tindakan lebih lanjut.",
    "Verify Email Address Notification": "Notifikasi Verifikasi Alamat Email",
    "Please click the button below to verify your email address.": "Silakan klik tombol di bawah ini untuk memverifikasi alamat email Anda.",
    "Verify Email Address": "Verifikasi Alamat Email",
    "If you did not create an account, no further action is required.": "Jika Anda tidak membuat akun, tidak diperlukan tindakan lebih lanjut.",
    "Regards": "Salam",
    "Whoops!": "Ups!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jika Anda mengalami masalah saat mengklik tombol \":actionText\", copy dan paste URL di bawah ini\nke dalam web browser Anda:",
    "All rights reserved.": "All rights reserved.",

    "Two-factor Confirmation": "Konfirmasi Dua Faktor",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Silakan konfirmasi akses ke akun Anda dengan memasukkan kode otentikasi yang diberikan oleh aplikasi otentikasi Anda.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Silakan konfirmasi akses ke akun Anda dengan memasukkan salah satu kode pemulihan darurat Anda.",
    "Code": "Kode",
    "Recovery Code": "Kode Pemulihan",
    "Use a recovery code": "Gunakan kode pemulihan",
    "Use an authentication code": "Gunakan kode otentikasi",

    "Secure Area": "Area Aman",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ini adalah area aman aplikasi. Silakan konfirmasi kata sandi Anda sebelum melanjutkan.",
    "For your security, please confirm your password to continue.": "Untuk keamanan Anda, silakan konfirmasi kata sandi Anda untuk melanjutkan.",
    "Confirm": "Konfirmasi",

    "Dashboard": "Dasbor",
    "Manage Team": "Kelola Tim",
    "Team Settings": "Pengaturan Tim",
    "Create New Team": "Buat Tim Baru",
    "Switch Teams": "Ganti Tim",
    "Manage Account": "Kelola Akun",
    "Profile": "Profil",
    "API Tokens": "Token API",

    "Profile Information": "Informasi Profil",
    "Update your account's profile information and email address.": "Perbarui informasi profil akun dan alamat email Anda.",
    "Photo": "Foto",
    "Select A New Photo": "Pilih Foto Baru",
    "Remove Photo": "Hapus Foto",
    "Your email address is unverified.": "Alamat email Anda belum terverifikasi.",
    "Click here to re-send the verification email.": "Klik di sini untuk mengirim ulang email verifikasi.",
    "A new verification link has been sent to your email address.": "Link verifikasi baru telah dikirimkan ke alamat email Anda.",

    "Update Password": "Perbarui Kata Sandi",
    "Ensure your account is using a long, random password to stay secure.": "Pastikan akun Anda menggunakan kata sandi yang panjang dan acak untuk tetap aman.",
    "Current Password": "Kata Sandi Saat Ini",
    "New Password": "Kata Sandi Baru",

    "Two Factor Authentication": "Autentikasi Dua Faktor",
    "Add additional security to your account using two factor authentication.": "Tambahkan keamanan tambahan ke akun Anda menggunakan autentikasi dua faktor.",
    "You have enabled two factor authentication.": "Anda telah mengaktifkan autentikasi dua faktor.",
    "Finish enabling two factor authentication.": "Selesaikan mengaktifkan autentikasi dua faktor.",
    "You have not enabled two factor authentication.": "Anda belum mengaktifkan autentikasi dua faktor.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ketika autentikasi dua faktor diaktifkan, Anda akan diminta token acak yang aman selama autentikasi. Anda dapat mengambil token ini dari aplikasi Google Authenticator di ponsel Anda.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Untuk menyelesaikan mengaktifkan autentikasi dua faktor, pindai kode QR berikut menggunakan aplikasi otentikasi ponsel Anda atau masukkan kunci setup dan berikan kode OTP yang dihasilkan.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "Autentikasi dua faktor sekarang diaktifkan. Pindai kode QR berikut menggunakan aplikasi otentikasi ponsel Anda atau masukkan kunci setup.",
    "Setup Key": "Kunci Setup",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Simpan kode pemulihan ini di manajer kata sandi yang aman. Mereka dapat digunakan untuk memulihkan akses ke akun Anda jika perangkat autentikasi dua faktor Anda hilang.",

    "Browser Sessions": "Sesi Browser",
    "Manage and log out your active sessions on other browsers and devices.": "Kelola dan keluar dari sesi aktif Anda di browser dan perangkat lain.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jika perlu, Anda dapat keluar dari semua sesi browser Anda di semua perangkat Anda. Beberapa sesi terbaru Anda tercantum di bawah ini; namun, daftar ini mungkin tidak lengkap. Jika Anda merasa akun Anda telah diretas, Anda juga harus memperbarui kata sandi Anda.",
    "Unknown": "Tidak Dikenal",
    "This device": "Perangkat ini",
    "Log Out Other Browser Sessions": "Keluar dari Sesi Browser Lain",
    "Done.": "Selesai.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Silakan masukkan kata sandi Anda untuk mengonfirmasi bahwa Anda ingin keluar dari sesi browser lain di semua perangkat Anda.",

    "Delete Account": "Hapus Akun",
    "Permanently delete your account.": "Hapus akun Anda secara permanen.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Setelah akun Anda dihapus, semua sumber daya dan data akan dihapus secara permanen. Sebelum menghapus akun Anda, silakan unduh data atau informasi apa pun yang ingin Anda simpan.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Apakah Anda yakin ingin menghapus akun Anda? Setelah akun Anda dihapus, semua sumber daya dan data akan dihapus secara permanen. Silakan masukkan kata sandi Anda untuk mengonfirmasi bahwa Anda ingin menghapus akun Anda secara permanen.",
    "The password is incorrect.": "Kata Sandi salah.",

    "Team Name": "Nama Tim",
    "The team's name and owner information.": "Informasi nama tim dan pemilik.",
    "Team Owner": "Pemilik Tim",

    "Create Team": "Buat Tim",
    "Team Details": "Detail Tim",
    "Create a new team to collaborate with others on projects.": "Buat tim baru untuk berkolaborasi dengan orang lain pada proyek.",
    "Create": "Buat",

    "Add Team Member": "Tambah Anggota Tim",
    "Add a new team member to your team, allowing them to collaborate with you.": "Tambahkan anggota tim baru ke tim Anda, memungkinkan mereka berkolaborasi dengan Anda.",
    "Please provide the email address of the person you would like to add to this team.": "Harap berikan alamat email orang yang ingin Anda tambahkan ke tim ini.",
    "Role": "Peran",
    "Pending Team Invitations": "Undangan Tim yang Tertunda",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Orang-orang ini telah diundang ke tim Anda dan telah dikirimkan email undangan. Mereka dapat bergabung dengan tim dengan menerima undangan email.",
    "Team Members": "Anggota Tim",
    "All of the people that are part of this team.": "Semua orang yang menjadi bagian dari tim ini.",
    "Leave": "Tinggalkan Tim",
    "Manage Role": "Kelola Peran",
    "Leave Team": "Tinggalkan Tim",
    "Are you sure you would like to leave this team?": "Apakah Anda yakin ingin meninggalkan tim ini?",
    "Remove Team Member": "Hapus Anggota Tim",
    "Are you sure you would like to remove this person from the team?": "Apakah Anda yakin ingin menghapus orang ini dari tim?",
    
    "You have been invited to join the :team team!": "Anda telah diundang untuk bergabung dengan tim :team!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Jika Anda tidak memiliki akun, Anda dapat membuatnya dengan mengklik tombol di bawah ini. Setelah membuat akun, Anda dapat mengklik tombol penerimaan undangan dalam email ini untuk menerima undangan tim:",
    "Create Account": "Buat Akun",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Jika Anda sudah memiliki akun, Anda dapat menerima undangan ini dengan mengklik tombol di bawah ini:",
    "You may accept this invitation by clicking the button below:": "Anda dapat menerima undangan ini dengan mengklik tombol di bawah ini:",
    "Accept Invitation": "Terima Undangan",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Jika Anda tidak mengharapkan menerima undangan ke tim ini, Anda dapat menghapus email ini.",
    "We were unable to find a registered user with this email address.": "Kami tidak dapat menemukan pengguna terdaftar dengan alamat email ini.",
    "This user already belongs to the team.": "Pengguna ini sudah menjadi bagian dari tim.",
    "This user has already been invited to the team.": "Pengguna ini sudah diundang ke tim.",

    "Delete Team": "Hapus Tim",
    "Permanently delete this team.": "Hapus tim ini secara permanen.",
    "Once a team is deleted, all of its resources and data will be permanently deleted.": "Setelah tim dihapus, semua sumber daya dan data akan dihapus secara permanen.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Apakah Anda yakin ingin menghapus tim ini? Setelah tim dihapus, semua sumber daya dan data akan dihapus secara permanen.",

    "API Token": "Token API",
    "Create API Token": "Buat Token API",
    "Permissions": "Izin",
    "Please copy your new API token. For your security, it won't be shown again.": "Silakan salin token API baru Anda. Untuk keamanan Anda, ini tidak akan ditampilkan lagi.",
    "Manage API Tokens": "Kelola Token API",
    "You may delete any of your existing tokens if they are no longer needed.": "Anda dapat menghapus token yang ada jika tidak lagi diperlukan.",
    "API Token Permissions": "Izin Token API",
    "Delete API Token": "Hapus Token API",
    "Are you sure you would like to delete this API token?": "Apakah Anda yakin ingin menghapus token API ini?",

    "Remove": "Hapus",
    "Delete": "Hapus",
    "Enable": "Aktifkan",
    "Disable": "Nonaktifkan",
    "Save": "Simpan",
    "Saved.": "Tersimpan.",
    "Cancel": "Batal",
    "Add": "Tambah",
    "Added.": "Ditambahkan.",
    "Close": "Tutup"
}
